
/*No comment provided by engineer.*/
"About" = "Informações";

/*Menubar option. %@ is AltTab*/
"About %@" = "Sobre %@";

/*No comment provided by engineer.*/
"Accessibility" = "Acessibilidade";

/*No comment provided by engineer.*/
"Acknowledgments" = "Agradecimentos";

/*No comment provided by engineer.*/
"Active app" = "Aplicação activa";

/*No comment provided by engineer.*/
"Active screen" = "Ecrã activo";

/*No comment provided by engineer.*/
"Active Space" = "Space activo";

/*No comment provided by engineer.*/
"Align windows:" = "Alinhar janelas:";

/*No comment provided by engineer.*/
"All apps" = "Todas as aplicações";

/*No comment provided by engineer.*/
"All data from this form will be made public, as a ticket on github.com" = "Todos os dados deste formulário serão públicos num ticket em github.com";

/*No comment provided by engineer.*/
"All screens" = "Todas os ecrãs";

/*No comment provided by engineer.*/
"All Spaces" = "Todos os spaces";

/*No comment provided by engineer.*/
"Allowed" = "Permitido";

/*No comment provided by engineer.*/
"Also select windows using:" = "Também escolher janelas utilizando:";

/*No comment provided by engineer.*/
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "A aplicação terminou inesperadamente na última vez que foi utilizado. Ao enviar um relatório de falha ajuda a corrigir o erro";

/*No comment provided by engineer.*/
"AltTab needs some permissions" = "AltTab necessita de algumas permissões";

/*No comment provided by engineer.*/
"Always" = "Always";

/*No comment provided by engineer.*/
"Always send crash reports" = "Enviar sempre relatórios de falha";

/*No comment provided by engineer.*/
"and press:" = "e carregar:";

/*No comment provided by engineer.*/
"App (BundleID starting with)" = "App (BundleID starting with)";

/*No comment provided by engineer.*/
"App is hidden" = "App is hidden";

/*No comment provided by engineer.*/
"App is running but has no open window" = "App is running but has no open window";

/*No comment provided by engineer.*/
"Apparition delay:" = "Intervalo para exibição:";

/*No comment provided by engineer.*/
"Appearance" = "Aparência";

/*No comment provided by engineer.*/
"Are you sure you don’t want a response?" = "Tem a certeza que não deseja uma resposta?";

/*No comment provided by engineer.*/
"Arrow keys" = "Teclas direccionais";

/*No comment provided by engineer.*/
"Ask whether to send crash reports" = "Perguntar para enviar relatórios de falha";

/*No comment provided by engineer.*/
"Auto-install updates periodically" = "Instalar actualizações periódicas automaticamente";

/*No comment provided by engineer.*/
"Blacklists" = "Excepções";

/*Cancel button*/
"Cancel" = "Cancelar";

/*No comment provided by engineer.*/
"Cancel and hide" = "Cancelar e esconder";

/*No comment provided by engineer.*/
"Center" = "Centro";

/*No comment provided by engineer.*/
"Check for updates now…" = "Procurar actualizações agora…";

/*No comment provided by engineer.*/
"Check for updates periodically" = "Procurar actualizações periodicamente";

/*No comment provided by engineer.*/
"Check for updates…" = "Procurar actualizações…";

/*No comment provided by engineer.*/
"Close window" = "Fechar janela";

/*No comment provided by engineer.*/
"Conflicting shortcut" = "Atalho em conflito";

/*No comment provided by engineer.*/
"Controls" = "Controlos";

/*No comment provided by engineer.*/
"Crash reports policy:" = "Política de relatórios de falha:";

/*No comment provided by engineer.*/
"Cursor follows focus" = "Cursor follows focus";

/*No comment provided by engineer.*/
"Do nothing" = "Não fazer nada";

/*No comment provided by engineer.*/
"Don’t check for updates periodically" = "Não procurar actualizações periodicamente";

/*No comment provided by engineer.*/
"Don’t send" = "Não enviar";

/*No comment provided by engineer.*/
"Don’t show windows from these apps" = "Não mostrar janelas destas applicações";

/*No comment provided by engineer.*/
"End" = "Fim";

/*No comment provided by engineer.*/
"Fade out animation:" = "Animação de desaparecimento:";

/*No comment provided by engineer.*/
"Focus selected window" = "Foco na janela activa";

/*No comment provided by engineer.*/
"Fullscreen window" = "Fullscreen window";

/*No comment provided by engineer.*/
"Fullscreen windows:" = "Janelas fullscreen:";

/*No comment provided by engineer.*/
"General" = "Geral";

/*No comment provided by engineer.*/
"Hidden windows:" = "Janelas escondidas:";

/*No comment provided by engineer.*/
"Hide" = "Esconder";

/*No comment provided by engineer.*/
"Hide app badges:" = "Esconder emblemas:";

/*No comment provided by engineer.*/
"Hide apps with no open window:" = "Esconder aplicações sem janelas abertas:";

/*No comment provided by engineer.*/
"Hide colored circles on mouse hover:" = "Esconder círculos coloridos onde o rato passar:";

/*%@ is AltTab*/
"Hide in %@" = "Hide in %@";

/*No comment provided by engineer.*/
"Hide Space number labels:" = "Não exibir número do space:";

/*No comment provided by engineer.*/
"Hide status icons:" = "Esconder ícones de estado:";

/*No comment provided by engineer.*/
"Hide window thumbnails:" = "Esconder miniaturas das janelas:";

/*No comment provided by engineer.*/
"Hide/Show app" = "Esconder/Mostrar aplicação";

/*No comment provided by engineer.*/
"Hold" = "Segurar";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Eu acho que a aplicação poderia ser melhorada se…";

/*No comment provided by engineer.*/
"Ignore shortcuts when active" = "Ignore shortcuts when active";

/*No comment provided by engineer.*/
"Ignore shortcuts while a window from these apps is active" = "Ignorar atalhos sempre que uma destas janelas esteja activa";

/*No comment provided by engineer.*/
"Latest releases" = "Últimas actualizações";

/*No comment provided by engineer.*/
"Left" = "Esquerda";

/*No comment provided by engineer.*/
"Max height on screen:" = "Altura max. no ecrã:";

/*No comment provided by engineer.*/
"Max width on screen:" = "Largura max. no ecrã:";

/*No comment provided by engineer.*/
"Menubar icon:" = "Ícone da barra:";

/*No comment provided by engineer.*/
"Middle" = "Meio";

/*No comment provided by engineer.*/
"Minimize/Deminimize window" = "Minimizar/Restaurar janela";

/*No comment provided by engineer.*/
"Minimized windows:" = "Janelas minimizadas:";

/*No comment provided by engineer.*/
"Miscellaneous:" = "Diversos:";

/*No comment provided by engineer.*/
"Mouse hover" = "Ao passar o rato";

/*No comment provided by engineer.*/
"Never send crash reports" = "Nunca enviar relatórios de falha";

/*No comment provided by engineer.*/
"Not allowed" = "Não permitido";

/*Copyright (human-readable)*/
"NSHumanReadableCopyright" = "Licença GPL-3.0";

/*No comment provided by engineer.*/
"Only if the window is fullscreen" = "Somente se a janela estiver em ecrã completo";

/*No comment provided by engineer.*/
"Open Accessibility Preferences…" = "Abrir Preferências de Accessibilidade…";

/*No comment provided by engineer.*/
"Open Screen Recording Preferences…" = "Abrir Preferências de Gravação de Ecrã…";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Opcional: e-mail (se desejar resposta)";

/*No comment provided by engineer.*/
"Policies" = "Políticas";

/*No comment provided by engineer.*/
"Preferences…" = "Preferências…";

/*No comment provided by engineer.*/
"Quit" = "Sair";

/*No comment provided by engineer.*/
"Quit %@" = "Sair %@";

/*No comment provided by engineer.*/
"Quit app" = "Fechar aplicação";

/*No comment provided by engineer.*/
"Remember my choice" = "Lembrar a minha escolha";

/*No comment provided by engineer.*/
"Reset preferences and restart" = "Reset preferences and restart";

/*No comment provided by engineer.*/
"Reset preferences and restart…" = "Reset preferences and restart…";

/*No comment provided by engineer.*/
"Rows of thumbnails:" = "Linhas de miniaturas:";

/*No comment provided by engineer.*/
"Screen including menu bar" = "Ecrã da barra";

/*No comment provided by engineer.*/
"Screen including mouse" = "Ecrã do rato";

/*No comment provided by engineer.*/
"Screen Recording" = "Gravação de Ecrã";

/*No comment provided by engineer.*/
"Screen showing AltTab" = "Ecrã onde o AltTab está activo";

/*No comment provided by engineer.*/
"Select next window" = "Seleccionar próxima janela";

/*No comment provided by engineer.*/
"Select previous window" = "Seleccionar janela anterior";

/*No comment provided by engineer.*/
"Send" = "Enviar";

/*No comment provided by engineer.*/
"Send a crash report?" = "Enviar relatório de falha?";

/*No comment provided by engineer.*/
"Send anyway" = "Enviar na mesma";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Enviar dados para depuração (CPU, memória, etc)";

/*No comment provided by engineer.*/
"Send feedback" = "Enviar comentário";

/*No comment provided by engineer.*/
"Send feedback…" = "Enviar comentário…";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Partilhar sugestões ou reportar falhas";

/*No comment provided by engineer.*/
"Shortcut 1" = "Atalho 1";

/*No comment provided by engineer.*/
"Shortcut 2" = "Atalho 2";

/*No comment provided by engineer.*/
"Shortcut 3" = "Shortcut 3";

/*No comment provided by engineer.*/
"Shortcut 4" = "Shortcut 4";

/*No comment provided by engineer.*/
"Shortcut 5" = "Shortcut 5";

/*No comment provided by engineer.*/
"Shortcut already assigned to another action: %@" = "Atalho já atribuído a outra acção: %@";

/*No comment provided by engineer.*/
"Show" = "Mostrar";

/*No comment provided by engineer.*/
"Show at the end" = "Mostrar no fim";

/*No comment provided by engineer.*/
"Show on:" = "Mostrar em:";

/*No comment provided by engineer.*/
"Show standard tabs as windows:" = "Mostrar separadores como janelas:";

/*No comment provided by engineer.*/
"Show windows from:" = "Mostrar janelas de:";

/*No comment provided by engineer.*/
"Source code repository" = "Repositório do Código Fonte";

/*No comment provided by engineer.*/
"Start" = "Início";

/*No comment provided by engineer.*/
"Start at login:" = "Iniciar ao efectuar login:";

/*No comment provided by engineer.*/
"Theme:" = "Tema:";

/*No comment provided by engineer.*/
"Then release:" = "Depois soltar:";

/*No comment provided by engineer.*/
"This permission is needed to focus windows after you release the shortcut" = "Esta permissão é necessária para dar foco em janelas após carregar nos atalhos";

/*No comment provided by engineer.*/
"This permission is needed to show screenshots and titles of open windows" = "Esta permissão é necessária para mostrar capturas de ecrã e títulos das janelas abertas";

/*No comment provided by engineer.*/
"Unassign existing shortcut and continue" = "Eliminar atalho e continuar";

/*No comment provided by engineer.*/
"Updates policy:" = "Regras de actualização:";

/*No comment provided by engineer.*/
"Version" = "Versão";

/*No comment provided by engineer.*/
"View existing discussions" = "Ver discussões existentes";

/*No comment provided by engineer.*/
"Visible Spaces" = "Spaces Visíveis";

/*No comment provided by engineer.*/
"When fullscreen" = "When fullscreen";

/*No comment provided by engineer.*/
"When no open window" = "When no open window";

/*No comment provided by engineer.*/
"While open, press:" = "Enquanto activa, carregar:";

/*No comment provided by engineer.*/
"Window app icon size:" = "Tamanho do ícone da aplicação:";

/*No comment provided by engineer.*/
"Window is fullscreen" = "Window is fullscreen";

/*No comment provided by engineer.*/
"Window is minimized" = "Window is minimized";

/*No comment provided by engineer.*/
"Window is on every Space" = "Window is on every Space";

/*No comment provided by engineer.*/
"Window is on Space %d" = "Window is on Space %d";

/*No comment provided by engineer.*/
"Window max width in row:" = "Largura max. da janela na linha:";

/*No comment provided by engineer.*/
"Window min width in row:" = "Largura min. da janela na linha:";

/*No comment provided by engineer.*/
"Window title font size:" = "Tamanho da fonte do título da aplicação:";

/*No comment provided by engineer.*/
"Window title truncation:" = "Truncar título:";

/*No comment provided by engineer.*/
"You can’t undo this action." = "You can’t undo this action.";

/*No comment provided by engineer.*/
"You didn’t write your email, thus can’t receive any response." = "Não escreveu o seu endereço de email, logo não é possível enviar resposta";
